Repository: e3tools/grm-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: rw

source: Unauthorized access with the credentials provided.
rw: Ntiwemerewe kwinjira hakoreshejwe iyi myirondoro

source: Select a file size less than or equal to %(max_size)s. The selected file size is %(size)s.
rw: Hitamo dokima itangeje %(max_size)s. Iyo wahisemoifite %(size)s.

source: email address
rw: Emayili

source: phone number
rw: Nimero ya telefoni

source: photo
rw: Ifoto

source: department
rw: Deparitoma

source: administrative level
rw: urwego rw'ubuyobozi

source: Government Worker
rw: Umukozi wa leta

source: Government Workers
rw: Abakozi ba leta

source: Email
rw: Emayili

source: Password
rw: Ijambo ry'ibanga

source: Invalid data. Expected a dictionary, but got {datatype}.
rw: Amakuru atemewe. Witeze inkoranyamagambo, ariko yabonye {datatype}.

source: Unable to log in with provided credentials.
rw: Ntibishobotse kwinjira hakoreshejwe imyirondoro yatanzwe

source: Must include "email" and "password".
rw: Hagomba kubamo "email" na "password".

source: Unable to register with provided credentials.
rw: Ntushobora kwiyandikisha ukoresheje Imyirondoro yatanzwe

source: A user with that email is already registered.
rw: Undi muntu akoresha iyi Imeri

source: Unable to register with provided validation code.
rw: Ntushobora kwiyandikisha ukoresheje iyi kode

source: Name
rw: Izina

source: This email is already registered.
rw: Iyi Imeri yamaze kwiyandikisha

source: Administrative Levels
rw: Inzego z'ubuyobozi

source: Facilitator Profile
rw: Umwirondoro w;umukangurambaga

source: The account was successfully deactivated.
rw: Konti yarahagaritswe neza

source: The account was activated successfully.
rw: Konti Yemejwe neza

source: The password was not correct, we could not proceed with action.
rw: Ijambobanga ntabwo ariryo, ntidushobora gukomeza ibikorwa

source: Profile information
rw: Umwirondoro

source: Save
rw: Bika

source: An error has occurred that did not allow the profile picture to be uploaded to the database. Please report to IT staff.
rw: Habayeho ikosa ritemerera ifoto y'umwirondoro gushyirwamu bubiko. Nyamuneka bimenyeshe kubakozi ba IT.

source: Please note that the Facilitator Code has changed due to the email change.
rw: Nyamuneka menya ko Code y'umukangurambaga yahindutse kubera imeri yahinduwe.

source: The profile information was successfully edited.
rw: Umwirondoro wahinduwe neza

source: Diagnostics
rw: Isuzumabikorwa

source: Allowed file size less than or equal to 2 MB
rw: Ingano ya dosiye yemewe igomba kuba iri cyangwa ingana na 2 MB

source: Remain anonymous
rw: Hisha Imyirondoro

source: Receive updates from facilitator
rw: Kwakira amakuru ku kibazo binyuze k'umukangurambaga

source: Receive updates directly
rw: Kohererezwa amakuru

source: email
rw: Imeri

source: whatsapp
rw: Wastapu

source: Keep name confidential. Only the person resolving the issue will see the name.
rw: Hisha Amazina. Umuntu uzakemura ikibazo azabasha kubona izina.

source: This is an individual filing on behalf of someone else.
rw: Uyu muntu ari kuzuriza ikibazo undi muntu.

source: This is an organization filing on behalf of someone else.
rw: Ikigo kiri kuzuriza ikibazo undi muntu.

source: Complainant
rw: Utanze ikibazo

source: Citizen on behalf of others
rw: Umuturage uri kuzuriza ikibazo abandi bantu.

source: Organization on behalf of others
rw: Ikigo cyuzurije abandi bantu.

source: Male
rw: Gabo

source: Female
rw: Gore

source: Other
rw: Ibindi

source: Rather not say
rw: Sinshaka Kubivuga

source: How does the citizen wish to be contacted?
rw: Uko umuturage yifuza kumenyeshwa amakuru

source: Please type the contact information
rw: Injizamo amakuru y'itumanaho

source: Enter name of the citizen
rw: Injizamo izina ry'umuturage

source: This is an optional field
rw: Aha singombwa

source: Enter age group
rw: Shyiramo ikiciro cy'imyaka

source: Choose gender
rw: Hitamo igitsina

source: Occupancy status
rw: Icyo akora

source: Educational level
rw: Urwego rw'uburezi

source: Date of intake
rw: Igihe cyakiriwe

source: Date of issue
rw: Igihe cyabereye

source: What are you reporting
rw: Niki utangamo raporo

source: The sub type of grievance
rw: Ubwoko bw'akababaro

source: The category of grievance
rw: Icyiciro cy'akababaro

source: Briefly describe the issue
rw: Vuga muri make ikibazo

source: Please describe the issue
rw: Nyamuneka sobanura ikibazo

source: Current event or multiple occurrences
rw: Byabaye rimwe cyangwa inshuro nyinshi

source: Start Date
rw: Itariki yo gutangiriraho

source: End Date
rw: Itariki yo kurangiriraho

source: ID Number / Access Code
rw: Inomero y'ikibazo / Kode y'ikibazo

source: Assigned to
rw: Byashinzwe

source: Add comment
rw: Ongeraho igitekerezo

source: Add attachment
rw: Ongeraho umugereka

source: Upload
rw: Kuramo

source: A new attachment %s has been added to the issue.
rw: Umugereka mushya %s wongewe ku kibazo.

source: The attachment was successfully uploaded.
rw: Umugereka washyizweho neza

source: An error has occurred that did not allow the attachment to be uploaded to the database. Please report to IT staff.
rw: Habayeho ikibazo cyatumye umugereka udashyirwa mu bubiko. menyesha abakozi ba IT.

source: The file could not be uploaded because it has already reached the limit of %(max)d attachments.
rw: Umugereka ntiwabashije gushyirwaho kuko warengeje umubare wemewe%(max)d w'imigereka.

source: The attachment %s has been deleted to the issue.
rw: Umugereka %s wasibwe ku kibazo

source: The attachment was successfully deleted.
rw: Umugereka wasibwe neza.

source: There is no staff member to assign the issue to. Please report to IT staff.
rw: Nta mukozi wo guha iki kibazo. Nyamuneka tanga raporo kubakozi ba IT.

source: Review Issues
rw: Genzura Ibibazo

source: Issue Detail
rw: Amakuru ku kibazo

source: The issue was successfully edited.
rw: Ikibazo cyahinduwe neza.

source: The comment was sent successfully.
rw: Igitekerezo cyoherejwe neza

source: Comment cannot be empty.
rw: Igitekerezo ntigishobora kuba ubusa.

source: The issue status was successfully updated.
rw: Imiterere yikibazo yavuguruwe neza

source: Please enter the resolution reached for this issue
rw: Nyamuneka andika imyanzuro yagezweho kuri iki kibazo

source: The complaint has been resolved
rw: Ikirego cyarakemutse

source: Enter the reason for rejecting this issue
rw: Injiza impamvu yo kwanga iki kibazo

source: The complaint has been rejected
rw: Ikirego cyanzwe

source: Logs
rw: Amakuru ya sisiteme

source: Show:
rw: Erekana:

source: This month
rw: Uku kwezi

source: Participatory Budget
rw: Ingengo y'Imari

source: The issue has been assigned to %s.
rw: Ikibazo cyahawe %s.

source: Your issue submitted has been accepted into the system with the code %s(tracking_code)s
rw: Ikibazo cyawe cyatanzwe cyakiriwe muri sisitemu hamwe na kode %s(tracking_code)s

source: Your issue %s(tracking_code)s has been rejected with the following response: %s(reason)s
rw: Ikibazo cyawe %s(tracking_code)s cyanzwe. Igisubizo ni:%s(reason)s

source: Your issue %s(tracking_code)s has been resolved with the following response: %s(resolution)s
rw: Ikibazo cyawe %s(tracking_code)s cyakemutse Igisubizo ni: %s(resolution)s

source: Your issue submitted has been accepted into the system with the tracking code %s
rw: Ikibazo watanze cyemewe muri sisiteme hamwe na kode: code %s

source: Your issue %s has been rejected with the following response: %s
rw: Ikibazo cyawe %s cyanzwe. Igisubizo ni: %s

source: Search
rw: Shakisha

source: Export complete list
rw: Kuramo urutonde rwuzuye

source: Administrative Level
rw: Urwego rw'Ubuyobozi

source: Photo
rw: Ifoto

source: Last activity
rw: Igikorwa giheruka

source: Action
rw: Igikorwa

source: See profile
rw: Reba Umwirondoro

source: Completed
rw: Byarangiye

source: In progress
rw: Biracyakorwa

source: Estimated Date
rw: Bitegereje

source: indefinite date
rw: itariki itazwi

source: Document Task
rw: Inshingano

source: Facilitator not assigned
rw: Ibidafite Umukangurambaga

source: No administrative level assigned
rw: Ibidafite urwego rw'ubuyobozi

source: Deactivate Account
rw: Kuraho Konti

source: Activate Account
rw: Emeza Konti

source: Last Activity
rw: Igikorwa giheruka

source: Facilitator Code
rw: Kode y'umukangurambaga

source: Participatory monitoring
rw: Gukurikirana uruhare

source: Please enter your password to deactivate the facilitator account!
rw: Nyamuneka andika ijambo ryibanga kugirango uhagarike konti y'umukangurambaga

source: Initial position
rw: AHo bitangirira

source: Edit Profile Picture
rw: Hindura Ifoto

source: Attachments
rw: Imigereka

source: No attachments
rw: Nta migereka iriho

source: Log in
rw: Injira

source: Log in to start your session
rw: Injira kugirango utangire

source: Number
rw: Nimero

source: Percentage
rw: Ijanisha

source: Filter by
rw: Muyunguruzi ya

source: Clear all filters
rw: Hanagura muyunguruzi zose

source: No issues found
rw: Nta bibazo byabonywe

source: Click to select location
rw: Kanda kugirango uhitemo

source: Resources & Announcements
rw: Amatangazo

source: - We have added new codes for classifying issues. Click here for more information.
rw: Nta matangazo ahari

source: - Weâ€™re getting great feedback! Click here to see some articles about how well our work is being received.
rw: Nta matangazo ahari

source: ENTER NEW ISSUES
rw: SHYIRAMO IBIBAZO BISHYA

source: REVIEW ISSUES
rw: SHAKISHA RAPORO

source: Add attachments
rw: Shyiraho umugereka

source: Synchronized
rw: Byahujwe

source: Not synchronized
rw: Ntabwo byahujwe

source: No comments found
rw: Nta Bitekrezo byabonetse

source: Summary
rw: Incamake

source: Reporter
rw: Gitanzwe

source: Reported
rw: Cyatanzwe

source: Lodged by
rw: Cyashyizwemo na:

source: Confidential
rw: Ni Ibanga

source: Show sensitive data
rw: Garagaza amakuru y'ibanga

source: Age
rw: Imayaka

source: Resolution
rw: Umwanzuro

source: Rejection reason
rw: Impamvu yo kwangwa

source: Steps Taken
rw: Intambwe Zatewe

source: Please enter your password to show sensitive data
rw: Nyamuneka andika ijambo ryibanga kugirango werekane amakuru yihariye

source: Check password
rw: Reba ijambo ryibanga

source: ID Number
rw: Nomero iranga

source: Access Code
rw: Nimero y'ikibazo

source: Days Open
rw: Iminsi kimaze gifunguye

source: Accept Issue
rw: Emeza ikibazo

source: Record Resolution
rw: Shyiramo imyanzuro

source: Reject Issue
rw: Anga ikibazo

source: Edit
rw: Hindura

source: Enter New Issue
rw: SHyiramo ikibazo gishya

source: Step
rw: Intambwe

source: Confirm & Submit
rw: Emeza wohereze

source: SAVE & NEXT
rw: Bika Ukomeze

source: BACK
rw: Subira inyuma

source: Click to select contact method
rw: Hitamo uburyo bw'itumanaho

source: Click to select age group
rw: Kanda uhitemo ikiciro cy'imyaka

source: Click to select gender
rw: Hitamo igitsina

source: Click to select religion, nationality
rw: Kanda uhitemo idini, ubwenegihugu

source: Click to select the report
rw: Kanda uhitemo raporo

source: Click to select an item
rw: Kanda uhitemo ikintu

source: Confirmation
rw: Emeza

source: Citizen contact
rw: Itumanaho ry'umuturage

source: Gender
rw: Igitsina

source: Report
rw: Raporo

source: Type of grievance
rw: Ubwoko bw'ikibazo

source: Preferred Method of Contact
rw: Uburyo bw'itumanaho

source: Basic Information
rw: Amakuru y'ibanze

source: Location of Issue or Feedback
rw: Aho byabereye

source: Name of Person or Group
rw: Izina ry'umuntu cyangwa Itsinda

source: Welcome
rw: Urakaza Neza

source: Logout
rw: Sohoka
